1.aurora_workspace/webRoot/modules/sys/WS/demo/tp_image/get_approve_record_request.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://www.aurora-framework.org/schema">
   <soapenv:Header/>
   <soapenv:Body>
      <sch:param>
         <sch:barcode>1000EXP14060005</sch:barcode>
         <sch:Type></sch:Type>
         <sch:attrone></sch:attrone>
         <sch:attrtwo></sch:attrtwo>
      </sch:param>
   </soapenv:Body>
</soapenv:Envelope>